{
    "https://www.zapimoveis.com.br/imovel/venda-conjunto-comercial-sala-com-seguranca-interna-trindade-florianopolis-33m2-id-2822217231/?source=ranking%2Crp": [
        [
            "4832322490",
            "48984992113"
        ],
        "Liderança Imobiliária",
        "Trindade, Florianópolis - SC",
        "Sala comercial no bairro Trindade, próximo da UFSC, com 33m² de área e 1 banheiro social.\\\n\\\nCONDOMÍNIO\\\nPrédio com elevador, gás central, circuito interno de TV com gravador, interfone, porta de acesso ao edifício com abertura automática, Hidrômetros individuais, elevadores\\\n\\\nBAIRRO\\\nTrindade é um dos bairros mais centrais e movimentados de Florianópolis, localizado na região centro-leste da Ilha de Santa Catarina. É conhecido principalmente por abrigar a sede da Universidade Federal de Santa Catarina (UFSC), o que confere ao bairro uma atmosfera jovem, acadêmica e dinâmica. A presença da universidade influencia diretamente o comércio local, com muitos cafés, livrarias, bares, restaurantes e repúblicas estudantis. Além disso, a Trindade possui excelente infraestrutura urbana, com bancos, supermercados, farmácias e clínicas, tornando-se uma das regiões mais completas da cidade.\\\nA mobilidade urbana é facilitada por linhas de ônibus que cruzam o bairro, além da proximidade com o centro da cidade e outros bairros importantes como Santa Mônica, Pantanal e Carvoeira.\\\nNa área cultural e de lazer, o bairro oferece espaços como o Bosque da UFSC, áreas verdes, centros esportivos e eventos culturais promovidos pela universidade. A vida noturna também é intensa, com bares e casas noturnas que atraem estudantes e jovens adultos.\\\n\\\nA EMPRESA\\\nHá 15 anos, a Liderança Imobiliária faz parte das histórias de quem escolheu viver ou investir em Florianópolis. Localizada na Av. Madre Benvenuta, 429, nossa equipe acredita que imóveis vão muito além de paredes e contratos são lares, recomeços, conquistas.\\\nCom um atendimento próximo, transparente e acolhedor, ajudamos pessoas a encontrarem o lugar ideal para chamar de seu, seja na compra ou na locação. Somos movidos por sonhos e guiados pela confiança que cada cliente deposita em nós. Mais do que intermediar negócios, nossa missão é fazer parte de momentos únicos. Porque, para a Liderança, cada imóvel tem uma história e a sua pode começar aqui.\\\nVenha tomar um cafezinho e conhecer nosso time\\\nAgenda uma visita!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-loja-salao-com-copa-saco-dos-limoes-florianopolis-sc-105m2-id-2712596670/?source=ranking%2Crp": [
        [
            "4830295000"
        ],
        "Brognoli Imóveis Ltda",
        "Saco dos Limões, Florianópolis - SC",
        "Excelente Loja/consultório, no Pantanal com 81mts de área privativa localizada no início da Rua Deputado Edu Vieira, e quase ao lado do antigo e conhecido estabelecimento comercial Armazém Vieira. O imóvel ocupa um andar inteiro de um prédio de apenas dois andares e sua distribuição interna conta com um hall de entrada com depósito e acesso a recepção com banheiro social,3 salas sendo uma delas com ar condicionado e acesso a lindo jardim nos fundos. Imóvel com potencial imenso e pronto para receber a instalação de uma clinica médica ,odontológica, fisioterapêutica como era o caso onde situava-se a clínica Educaador, ou mesmo um escritório de advocacia, tendo a flexibilidade de estar pronto para a adaptação de várias opções de comércios. Ótima opção para investimento ou uso próprio. Maiores informações e contato para visitas com o corretor Balbo Macedo, no telefone 55 , ou pelo e-mail: \\\nEspaços comerciais modernos, com infraestrutura de ponta e fácil acesso.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-com-academia-centro-florianopolis-211m2-id-2730327321/?source=ranking%2Crp": [
        [
            "48984022294"
        ],
        "Cida Senna Imóveis",
        "Centro, Florianópolis - SC",
        "VISITAS COM CIDA SENNA - F: (48) 9.8 4 0 2- 2 2 9 4 \\\n\\\nOPORTUNIDADE PRÓXIMO AO HIPPO E SHOPPING BEIRA MAR !!!\\\nSala para 02 ambientes, sacada, sala de jantar com sacada, ampla cozinha, área de serviço separada , dependência completa de empregada. São 04 dormitòrios, sendo 03 deles suíte. 02 vagas na garagem e hobby box. Vista livre e ensolarado . 211 metros de área privativa. CONDOMÍNIO COM : Portaria presencial 24hs, salão de festas, fitness, playground, píscina e zelador.\\\n\\\nImóvel atualizado em \\\n\\\nCaracterísticas do imóvel\\\nAcademia\\\nAquecimento central ( Gás)\\\nAr condicionado\\\nÁrea de serviço separada\\\nArmários Planejados\\\nArmários Planejados\\\nElevador\\\nEspaço Gourmet\\\nFrente para rua\\\nGás Central\\\nHOBBY BOX\\\nHOBBY BOX\\\nLavabo\\\nPiso laminado\\\nSacada\\\nSala de almoço\\\nSala de estar\\\nSala de jantar\\\nSala de TV\\\nSalão de festas\\\nSemi-mobiliado\\\nVista Livre",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-com-churrasqueira-centro-sao-jose-sc-98m2-id-2843554222/?source=ranking%2Crp": [
        [
            "4833757515",
            "48992049461"
        ],
        "Felipe Leal Imóveis",
        "Centro, São José - SC",
        "APARTAMENTO COM 03 DORMITÓRIOS (01 SUÍTE) NO CENTRO DE SÃO JOSÉ\\\n\\\nNa busca por sua casa própria existem requisitos essenciais que devem ser levados em consideração antes da compra, e essa linda casa possui todos os requisitos necessários para satisfazer você e sua família, proporcionando muito conforto e comodidade!\\\n\\\nLindo apartamento semi mobiliado 03 dormitórios sendo uma suíte, banheiro social, sala ampla dois ambientes com cozinha integrada, sacada com churrasqueira e duas vagas de garagem. Ficam todos os moveis sob medida e embutidos. \\\n\\\nMuito bem localizado próximo a Br 101 e fácil acesso a Beira mar de São Jose, supermercados, padarias, restaurantes, escolas e academias. \\\n\\\nCondomínio com infraestrutura completa e área verde. \\\n\\\n-Salão de festas \\\n* Quiosque com churrasqueira\\\n* Biblioteca\\\n* Brinquedoteca\\\n* Playground\\\n* Fire place\\\n* Piscina\\\n* Academia\\\n* Espaço zen\\\n* Portaria 24 horas \\\n* Monitoramento 24 horas \\\n* Zeladoria \\\n\\\n\\\nAgende sua visita e venha descobrir tudo o que este apartamento tem a oferecer!\\\n\\\nPara mais informações, entre em contato e faça do seu sonho uma realidade!\\\n\\\nFelipe Leal Imóveis\\\n\\\nOBSERVAÇÃO: Os imóveis estão sujeitos a confirmação de disponibilidade e alteração de valores sem aviso prévio.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-casa-2-quartos-mobiliado-sao-joao-do-rio-vermelho-florianopolis-80m2-id-2844491227/?source=ranking%2Crp": [
        [
            "51996910690"
        ],
        "Imóveis Crédito Real",
        "São João do Rio Vermelho, Florianópolis - SC",
        "OPORTUNIDADE!\\\nPORTEIRA FECHADA!\\\nAceita permuta por imóvel de menor valor (apartamento).\\\nExcelente sobrado a venda no bairro Ingleses do Rio Vermelho.\\\n02 suítes na parte superior fechadas em blindex.\\\nCozinha e sala integradas.\\\nLavabo.\\\nLavanderia.\\\nPorcelanato.\\\nPátio privativo.\\\nGaragem coberta.\\\nÁrea de serviço com churrasqueira.\\\nCasa nova, apenas 02 anos.\\\nCozinha e banheiros com planejados.\\\nRua calçada em ótima localização.\\\nPróximo do comercio, escolas, padarias, supermercados, farmácias e ponto de ônibus.\\\nÓtimo espaço de terreno, parte da frente e fundos com gramado.\\\nSobrado com 80 m2 de construção.\\\n\\\nNÃO FINANCIÁVEL\\\nA casa dos seus sonhos, com tudo que você sempre quis para viver bem.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-terreno-lote-condominio-ratones-florianopolis-5280m2-id-2770954480/?source=ranking%2Crp": [
        [
            "48988077858"
        ],
        "Auxiliadora Predial - Lagoa Da Conceição",
        "Ratones, Florianópolis - SC",
        "Lindo terreno rural em Florianópolis, bairro ratones, 5.280 metros, água encanada e luz elétrica, pastagem e árvores frutíferas. Próximo as praias do norte da ilha e a trilha da costa da lagoa. 25 km do centro de Florianópolis. Vista linda das montanhas, local muito tranquilo e ideal para descanso e lazer. Ratones é o único lugar da ilha que mantém preservadas as características de sítio, mas ao mesmo tempo é próximo do centro e das praias. Agende sua visita com o corretor indicado. Disponível também pelo whats no telefone abaixo.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-terreno-lote-condominio-capoeiras-florianopolis-716m2-id-2712289223/?source=ranking%2Crp": [
        [
            "4830288383",
            "48999840584"
        ],
        "Gralha Imóveis Vendas",
        "Capoeiras, Florianópolis - SC",
        "Excelente terreno à venda, com área total de 716.4m² e topografia plana, este terreno é ideal para construção. A localização é privilegiada, próximo a comércios, escolas e fácil acesso a rodovias. \\\n\\\nAproveite essa oportunidade! \\\n\\\nEntre em contato e agende uma visita!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-conjunto-comercial-sala-com-ar-condicionado-saco-dos-limoes-florianopolis-473m2-id-2751485610/?source=ranking%2Crp": [
        [
            "48996794058"
        ],
        "Imobiliária Alicerce",
        "Carvoeira, Florianópolis - SC",
        "Excelente oportunidade de renda passiva Loja locada, localizada no pavimento térreo, Rua com fluxo de veiculo e pedestre, com 47,2601m², área de uso comum de 15,7434m², área real total de 63,0035m² e fração ideal de terreno de 5,76480%.\\\nPrincipios e valores são o nosso ALICERCE",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-mobiliado-itacorubi-florianopolis-72m2-id-2775686320/?source=ranking%2Crp": [
        [
            "48984253415",
            "48999987245"
        ],
        "Albatroz Imoveis",
        "Itacorubi, Florianópolis - SC",
        "Apartamento para Venda no bairro Itacorubi, localizado na cidade de Florianópolis / SC. \\\n \\\n Com 2 dormitórios, sendo 1 suíte, possui 2 banheiros, 2 vagas de garagem, encontra-se mobiliado, localizado em condomínio. \\\n \\\n Área Total de 96,00 m², Área Privativa de 72,00 m². \\\n \\\n Valor do Imóvel R$ 1.130.000,00. \\\n \\\n Características: Academia, Aquecimento a Gás, Ar Condicionado, Brinquedoteca, Churrasqueira, Elevador, Espaço Gourmet, Estacionamento Visitantes, Garagem Coberta, Gás Central, Hidrômetro Individual, Móveis Planejados, Pet Place, Pet Care, Garabem Band, Piscina aquecida, Piscina adulto e Infantil, Sala de cinema, Salão de festas infantil, Espaço Mulher, Espaço Jovem, Sala de Estudos, Business Center, Portão Eletrônico, Campo de Futebol, Playground, Brinquedoteca, Portaria 24h e circuito de monitoramento, Mini Quadra Poliesportiva, Sala Cinema, Sala de Jogos, Salão de Festas, Zeladoria. Condomínio: \\\n \\\n Cômodos: Cozinha, Estar / Jantar, Sacada com Churrasqueira, Suíte. \\\n \\\n Proximidades: Bancos, Bares e Restaurantes, Escola, Farmácia, Lagoa da Conceição, Shopping Center, Supermercado, Tecnópolis, UDESC, UFSC, Unisul, Terminal ônibus. \\\n \\\n",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-terreno-lote-condominio-agronomica-florianopolis-950m2-id-2721666242/?source=ranking%2Crp": [
        [
            "4830288383",
            "48999840584"
        ],
        "Gralha Imóveis Vendas",
        "Agronômica, Florianópolis - SC",
        "Terreno com 949,60m² de área total, localizado no bairro Agronômica - Florianópolis.\\\n\\\nPróximo a Casa do Governador.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-kobrasol-sao-jose-68m2-id-2846478911/?source=ranking%2Crp": [
        [
            "48991205141"
        ],
        "Sueli Gusmão Soares",
        "Kobrasol, São José - SC",
        "Apartamento exclusivo, amplo, bem conservado, semimobiliado e com toda a comodidade de ter tudo perto!\\\n\\\nCaracterísticas do imóvel:\\\n68,29m² privativos\\\n02 dormitórios\\\n01 banheiro social\\\nCozinha planejada com área de serviço separada\\\nSala com dois ambientes\\\nSacada com vista livre\\\nSem vaga de garagem\\\n\\\n* Permanecem os móveis da cozinha, quarto principal, sala e banheiro.\\\n\\\nO condomínio possui salão de festas com churrasqueira na cobertura com um amplo espaço com terraço, monitoramento de câmeras.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-com-varanda-centro-florianopolis-sc-97m2-id-2845701640/?source=ranking%2Crp": [
        [
            "4832246575"
        ],
        "Kabral Aluguel De Imoveis",
        "Centro, Florianópolis - SC",
        "Descubra seu novo lar!\\\n\\\nApresentamos um apartamento incrível de 97,93 m² de área privativa, totalmente reformado (elétrica, hidráulica, piso, banheiros), ideal para quem busca conforto e praticidade. Com 3 dormitórios, sendo duas suítes, este espaço oferece tudo que você precisa:\\\n\\\n* Banheiro social.\\\n* Ampla sala de estar e jantar com sacada integrada a sala.\\\n* Cozinha funcional e área de serviço com móveis planejados.\\\n* 1 vaga de garagem .\\\n\\\nUm condomínio completo, com:\\\n* Portaria digital para sua segurança.\\\n* 2 Elevadores.\\\n* Zelador.\\\n* Quadra esportiva para atividades físicas.\\\n* Espaço gourmet ideal para receber amigos e familiares.\\\n* Bicicletário, elevador social e de serviço.\\\n* Aquecimento a gás.\\\n\\\nLocalização privilegiada! Próximo à Beira Mar Norte, Top Market, supermercados, restaurantes, colégios e todo o comércio necessário para sua conveniência.\\\n\\\nNão perca a chance de viver em um lugar que une qualidade de vida e praticidade. Agende sua visita agora mesmo!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-nossa-senhora-do-rosario-sao-jose-60m2-id-2771601859/?source=ranking%2Crp": [
        [
            "4830293015",
            "48991302990"
        ],
        "Imobiliaria Drumond Gold",
        "Nossa Senhora do Rosário, São José - SC",
        "Apartamento no Condomínio Porta do Sol, localizado no bairro Nossa Senhora do Rosário, em São José. Unidade com 60m² de área privativa e 72m² de área total, distribuídos em 2 dormitórios e 1 banheiro. O imóvel encontra-se em bom estado de conservação e possui posição solar matutina, garantindo iluminação natural adequada.\\\n\\\nO edifício dispõe de elevador, proporcionando conforto e acessibilidade aos moradores. A estrutura de lazer do condomínio conta com piscina e salão de festas, espaços que favorecem momentos de descontração e socialização entre os residentes.\\\n\\\nNo quesito segurança, o condomínio Porta do Sol apresenta sistema de interfone e portão eletrônico, contribuindo para a tranquilidade dos moradores. A localização no bairro Nossa Senhora do Rosário oferece acesso a serviços essenciais e opções de comércio nas proximidades.\\\n\\\nO apartamento aceita financiamento bancário, facilitando as condições de aquisição para os interessados. A propriedade representa uma opção equilibrada entre conforto, segurança e bem-estar, ideal para quem busca qualidade de vida em ambiente residencial estruturado.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-canto-florianopolis-88m2-id-2844490559/?source=ranking%2Crp": [
        [
            "51996910690"
        ],
        "Imóveis Crédito Real",
        "Canto, Florianópolis - SC",
        "Ótimo apartamento de 3 quartos sendo 1 suíte, cozinha, sala de estar e jantar;\\\nsacada e área de serviço separada. Vaga coberta privativa livre e móveis planejados cozinha e banheiros. Ficam ainda 2 ar condicionados instalados. Sacada com vista livre e sol da manhã.\\\n\\\nPiso Cerâmico e laminado de madeira nos dormitórios deixando as peças mais aconchegantes.\\\n\\\nPrédio com salão de festas com churrasqueira, porteiro eletrônico e fácil acesso ao Santuário Nossa Senhora de Fátima, supermercados, padarias, farmácias, escolas, restaurantes.\\\nA casa dos seus sonhos, com tudo que você sempre quis para viver bem.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-1-quarto-centro-florianopolis-67m2-id-2771599759/?source=ranking%2Crp": [
        [
            "4830293015",
            "48991302990"
        ],
        "Imobiliaria Drumond Gold",
        "Centro, Florianópolis - SC",
        "Loft no Centro de Florianópolis/SC\\\n\\\n- 1 Suíte;\\\n- Lavabo;\\\n- Living;\\\n- Persiana elétrica;\\\n- Área de serviço;\\\n- Cozinha americana;\\\n- 1 Vaga de garagem. \\\n\\\nCondomínio:\\\n- Bicicletário;\\\n- Brinquedoteca;\\\n- Churrasqueira;\\\n- Elevador;\\\n- Espaço gourmet;\\\n- Espaço kids;\\\n- Estacionamento;\\\n- Piscina adulto e infantil;\\\n- Sala de estudos;\\\n- Sala fitness;\\\n- Salão de festas.\\\n\\\nPara mais informações entre em contato.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-casa-de-vila-2-quartos-real-parque-sao-jose-72m2-id-2771451629/?source=ranking%2Crp": [
        [
            "4832595808",
            "48984575782"
        ],
        "Imobiliária Drumond",
        "Forquilhas, São José - SC",
        "- 02 Dormitórios sendo 1 com sacada. \\\n- 01 Banheiros social\\\n- Sala de estar \\\n- Lavabo\\\n- Cozinha \\\n - Área de serviço\\\n - 01 Vaga de garagem coberta\\\n - 01 Vaga de garagem descoberta\\\n- Quintal na frente e fundos.\\\n\\\n Localização: Próximo a escolas, farmácias postos de saúde, mercado muito seguro e tranquilo para se viver. \\\n\\\nAceita Financiamento!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-casa-5-quartos-barreiros-sao-jose-513m2-id-2808218619/?source=ranking%2Crp": [
        [
            "4832595808",
            "48984575782"
        ],
        "Imobiliária Drumond",
        "Barreiros, São José - SC",
        "Ampla casa com 513m² de área privativa, localizada no bairro Barreiros em São José. A propriedade conta com 5 dormitórios, sendo 1 suíte, 5 banheiros e 2 vagas de garagem. O terreno possui 460m² e o imóvel encontra-se em bom estado de conservação, com documentação regularizada e averbada.\\\n\\\nA residência oferece completa infraestrutura com área de serviço, lavanderia e está pronta para morar. Sua localização é privilegiada, próxima à BR, escolas públicas e particulares, além de shopping centers. A rua é calçada e o imóvel possui viabilidade mista, permitindo uso residencial e comercial.\\\n\\\nEntre os diferenciais, destacam-se a aceitação de animais de estimação, instalações para ar condicionado e banheira de hidromassagem. A casa possui churrasqueira e é totalmente murada, proporcionando mais conforto e privacidade. A proximidade com comércio em geral, universidades e shopping centers agrega valor à propriedade.\\\n\\\nA segurança é garantida por cerca elétrica e portão eletrônico. O imóvel aceita financiamento bancário e possui escritura pública, facilitando o processo de compra. Uma excelente oportunidade para famílias que buscam espaço, conforto e boa localização em São José.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-campinas-sao-jose-105m2-id-2768225422/?source=ranking%2Crp": [
        [
            "4832595808",
            "48984575782"
        ],
        "Imobiliária Drumond",
        "Campinas, São José - SC",
        "Lançamento da AM Construções em Campinas, São José/SC\\\n\\\n- 3 Dormitórios, sendo 2 suíte;\\\n\\\n- Living para 2 ambientes.- Sacada com churrasqueira;\\\n\\\n- 1 Vaga de garagem.Empreendimento:- Elevador;\\\n\\\n- Espaço fitness;\\\n\\\n- Espaço de Diversão e Jogos;\\\n\\\n- Playground e brinquedoteca;\\\n\\\n- Pet Place;\\\n\\\n- Piscina no rooftop.\\\n\\\nLocalização privilegiada \\\nRua Coronel Eleseu Guilherme, esquina com Av. Osni João Vieira, Campinas - São José - Santa Catarina\\\n\\\nEntrega: Novembro 2027Planta de 3 Dorms. c/ 2 demi suítes a partir de R$ 1.156.000,00\\\n\\\nPara mais informações entre em contato.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-casa-2-quartos-com-churrasqueira-real-parque-sao-jose-127m2-id-2751957216/?source=ranking%2Crp": [
        [
            "47992650230"
        ],
        "Crédito Real | Costa Sul",
        "Real Parque, São José - SC",
        "Para quem busca casa térrea com 02 dormitórios, mais edícula.\\\n\\\nLocalizada no bairro Real Parque, antes da Avenida das Torres, colado ao bairro Ipiranga, possui 302 m² de terreno e área privativa de 126 m² distribuída em 01 dormitórios, 01 escritório e 01 sala de estar, 01 banheiro, cozinha com móveis planejados, sala de jantar e uma espaçosa varanda fechada em vidro com churrasqueira à carvão.\\\n\\\nNo lado da casa há uma edícula, com 01 suíte, 01 lavanderia (atualmente é usado com lavanderia e depósito).\\\n\\\nToda cercada e murada, com interfone, possui ainda um ótimo espaço de terreno livre na frente da casa onde há um lindo jardim.\\\n\\\nCom fácil acesso às principais vias de acesso da região, BR 101 e Avenida das Torres, conta com comércios e comodidades ofertado pelos 03 bairros muito requisitados : Ipiranga, Areias e Bela Vista.\\\n\\\nEntão, se você gosta de casa com lindo jardim para relaxar a mente dos dias corridos, e busca por local tranquilo com comércio variado próximo de casa, essa casa consegue lhe atender!\\\n\\\n** Casa em processo de averbação, no momento não permite financiamento.\\\nNovo proprietário poderá dar sequencia no processo que já foi iniciado na prefeitura de São José.\\\n\\\nNossa equipe de especialistas na região vai auxiliar você a fazer o melhor negócio!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-conjunto-comercial-sala-com-cozinha-trindade-florianopolis-45m2-id-2740934779/?source=ranking%2Crp": [
        [
            "4833641364",
            "48991021364"
        ],
        "F1 Cia Imobiliária",
        "Trindade, Florianópolis - SC",
        "Sala Comercial à venda na Trindade, em Florianópolis\\\n\\\nExcelente Sala Comercial com 45m² de área privativa e ótima localização no coração da Trindade!\\\n\\\nSala Comercial com linda decoração, possui 1 banheiro e uma cozinha.\\\n\\\nConta também com 1 vaga de garagem rotativa.\\\n\\\nO condomínio oferece infraestrutura completa, com portaria, cabine de força, sala de recepção e circuito fechado de TV, garantindo segurança e conforto.\\\n\\\nA Trindade é o bairro universitário de Florianópolis, em região central, com fácil deslocamento para todos os lugares da ilha. \\\n\\\nNa Trindade estão localizados a UFSC e o Hospital Universitário - HU. O bairro permite fácil acesso ao Shopping Villa Romana (antigo Iguatemi), à Avenida Beira-Mar Norte, ao Centro Integrado de Cultura - CIC, à Universidade Estadual (UDESC) e à supermercados, comércios e a todo tipo de serviços.\\\n\\\nAlém disso, por estar no coração da ilha de Florianópolis, a Trindade oferece facilidade de acesso às vias que levam ao Centro da cidade e às Praias tanto do norte quanto do Sul.\\\n\\\nÉ um bairro dinâmico e completo!\\\n\\\nAgende já uma visita e conheça!\\\n\\\nQuer se informar sobre crédito para financiamento? Faça uma simulação em poucos minutos em nossa plataforma!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-mobiliado-cacupe-florianopolis-sc-71m2-id-2839126548/?source=ranking%2Crp": [
        [
            "48991926759"
        ],
        "Luiz Althoff Soluções Em Imóveis",
        "Cacupé, Florianópolis - SC",
        "Apartamento Decorado no Home Cacupé - 2 Dormitórios, Face Norte\\\n\\\nEncante-se com este charmoso apartamento decorado no Home Cacupé, pensado para oferecer praticidade, conforto e qualidade de vida em um dos bairros mais tranquilos e valorizados de Florianópolis.\\\n\\\nCom 2 dormitórios, sendo 1 suíte, o imóvel apresenta uma planta funcional e bem distribuída, ideal para quem busca aconchego sem abrir mão da sofisticação. A face norte garante excelente iluminação natural durante todo o dia, deixando os ambientes mais agradáveis e acolhedores.\\\n\\\nAlém disso, o apartamento conta com 1 vaga de garagem e hobby box, trazendo ainda mais praticidade e segurança no dia a dia.\\\n\\\nO condomínio oferece infraestrutura completa, lazer para todas as idades e integração com a natureza, além da localização privilegiada com fácil acesso às praias e ao centro da cidade.\\\n\\\nUm espaço pronto para morar, perfeito para quem valoriza estilo, bem-estar e contato com a natureza.\\\n\\\nCOD: 2881",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-4-quartos-com-playground-campinas-sao-jose-114m2-id-2780853031/?source=ranking%2Crp": [
        [
            "4833070764",
            "48991860225"
        ],
        "500 Negócios Imobiliários",
        "Campinas, São José - SC",
        "Apartamento com 04 dormitórios sendo um suite em Campinas - São José/SC \\\n\\\n*4Dormitórios sendo 1Suíte e 1 dependencia de empregada\\\n*1Vaga de garagem coberta e livre \\\n*Sacada com churrasqueira a carvão \\\n\\\nCONDOMÍNIO:\\\n*Ano de Construção: 2001;\\\n- Possui elevador;\\\n- Playground;\\\n- Salão de festas com churrasqueira.\\\n-Portaria 24h\\\n\\\nLocalização: Perto de todo tipo de comércio.\\\n\\\nAgende sua visita!!\\\n\\\nValores e disponibilidade podem ser alterados sem aviso prévio",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-casa-3-quartos-mobiliado-sao-joao-do-rio-vermelho-florianopolis-110m2-id-2743999774/?source=ranking%2Crp": [
        [
            "4833640079",
            "48998420500"
        ],
        "Jj Imobiliária",
        "São João do Rio Vermelho, Florianópolis - SC",
        "Sobrado - São João do Rio Vermelho\\\n\\\nJJ Imobiliária VENDE, sobrado no São Joãodo Rio Vermelho, Florianópolis/SC. São 110m² de área privativa e 180m² de área total.\\\n\\\nCom 03 dormitórios, sendo 01 suítes, 01 lavabo,01 banheiro social , sala de estar e jantar, cozinha, garagem coberta, semi mobiliado, pátio fechado com espaço gourmet, churrasqueira e pia.\\\n\\\nLocalizado em rua calçada, proximo do Komprão Atacadista , local seguro e tranquilo, imóvel próximo ao comércio em geral, ponto de ônibus e escola.\\\n\\\nAceita proposta e avalia apartamento de menor valor como parte do pagamento.\\\n\\\nEscritura pública de fração ideal, sem possibilidade e financiamento bancário.\\\n\\\nValores de venda e IPTU, poderão sofrer alterações sem aviso prévio.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-mobiliado-coqueiros-florianopolis-sc-85m2-id-2825741541/?source=ranking%2Crp": [
        [
            "48988189757",
            "51997968969"
        ],
        "Edinéia Orsatto - Corretor Auxiliadora Predial",
        "Coqueiros, Florianópolis - SC",
        "Imóvel à venda com 2 quartos (2 suítes) e 2 vagas de garagem, localizado no charmoso bairro Coqueiros, em Florianópolis.\\\n\\\nO imóvel conta com piso vinílico nas áreas social e íntima, água quente, ar condicionado, área de serviço, cozinha americana integrada à sala de jantar e sala de TV, persianas elétricas, espera para split, sacada e uma vista panorâmica que torna o ambiente ainda mais acolhedor\\\ne sofisticado.\\\n\\\nApartamento 100% mobiliado.\\\n\\\nCondomínio fechado com elevador, espaço gourmet, interfone, piscina adulto.\\\n\\\nEm localização privilegiada, fica próximo ao Parque de Coqueiros e ao Hippo Supermercado. O bairro ainda oferece uma variedade de restaurantes, serviços essenciais e fácil acesso às principais vias da cidade, sendo uma excelente escolha para quem busca qualidade de vida.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-com-salao-de-festas-serraria-sao-jose-82m2-id-2820405732/?source=ranking%2Crp": [
        [
            "48984494877"
        ],
        "Ana Helena E Paulo Moreno",
        "Serraria, São José - SC",
        "Apartamento à venda em Serraria com 3 dormitórios e sacada\\\n\\\nSobre o apartamento:\\\n3 dormitórios\\\nBanheiro social\\\nCozinha integrada com a sala de estar\\\nSala de estar e de jantar\\\nSacada\\\nÁrea de serviço\\\n1 vaga de garagem\\\n\\\nÁrea total: 82m²\\\nÁrea privativa: 102m²\\\nPode ser financiado!\\\n\\\nSobre o condomínio:\\\nSalão de festas\\\nChurrasqueira coletiva\\\nBicicletário\\\nPlayground\\\nGuarita\\\nInterfone\\\n\\\nCondomínio tranquilo e com excelente localização.\\\nPróximo à BR-101, escolas, área verde, e ponto de ônibus.\\\n\\\nAgende sua visita já!!\\\n\\\nAtenção: Valores e disponibilidade sujeitos a alteração sem aviso prévio!\\\n\\\nCaracterísticas do imóvel\\\nÁrea de serviço\\\nBicicletário\\\nChurrasqueira coletiva\\\nCozinha americana\\\nInterfone\\\nPiso Vinílico\\\nPlayground\\\nSacada\\\nSala de almoço\\\nSala de estar\\\nSalão de Festas",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-casa-4-quartos-com-cozinha-bom-viver-biguacu-122m2-id-2542122728/?source=ranking%2Crp": [
        [
            "4832960676",
            "48999659098"
        ],
        "Destak Imóveis",
        "Bom Viver, Biguaçu - SC",
        "Localizada em um bairro tranquilo, próximo de comércios e de fácil acesso a BR 101. \\\n \\\n \\\n Com 4 dormitórios, 2 banheiros sociais, sala, cozinha e 4 vagas de garagem. \\\n \\\n \\\n Amplo espaço externo e com posição solar manhã e tarde. \\\n \\\n \\\n Agende sua visita! \\\n",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-kobrasol-sao-jose-73m2-id-2817951143/?source=ranking%2Crp": [
        [
            "48991333391"
        ],
        "Xp Imobiliária",
        "Kobrasol, São José - SC",
        "Desenvolvimento do Conforto e Qualidade de Vida no Águas de Alonso Residence.\\\n\\\nSinta a vida fluir neste magnífico empreendimento localizado próximo à Avenida Beira-Mar de São José. Com um ambiente harmonioso e repleto de comodidades, este é o lugar ideal! \\\n\\\nCaracterísticas: \\\n- Área privativa de 92,95 m; \\\n- 3 quartos (sendo 1 suíte); \\\n- Sacada com churrasqueira; \\\n- Guarda-corpo em vidro laminado; \\\n- Piso porcelanato 120x60; \\\n- Persianas embutidas nos quartos; \\\n- 2 Vagas de garagem;\\\n \\\nEsta propriedade oferece opções de financiamento bancário para facilitar a aquisição. \\\n\\\nInfraestrutura e Lazer na Residência Águas de Alonso: \\\n\\\n- Salão de festas; \\\n- Espaço Gourmet; \\\n- Academia; \\\n- Brinquedoteca; \\\n\\\nEvolução de uma qualidade de vida excepcional em um empreendimento projetado para proporcionar momentos inesquecíveis para você e sua família. \\\n\\\nLocalizado no Kobrasol, um dos melhores bairros de São José, com uma excelente infraestrutura comercial ao redor, incluindo supermercados, bancos, escolas e centros estéticos. Aproveite tudo o que o bairro tem a oferecer sem perder tempo com câmbios. \\\n\\\nPróximo ao empreendimento, você encontrará: \\\n\\\n- Caixa Econômica Federal;\\\n- Parma Pizza; \\\n- Avenida Beira-Mar de São José; \\\n- Colégio Energia, Kobrasol; \\\n- Supermercado; \\\n- MDI Medicina Diagnóstica; \\\n- Shopping Itaguaçu; \\\n- Centro Histórico de São José;",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-loja-salao-trindade-florianopolis-80m2-id-2735322826/?source=ranking%2Crp": [
        [
            "48988586006"
        ],
        "Auxiliadora Predial - Sul Da Ilha",
        "Trindade, Florianópolis - SC",
        "Loja Comercial \\\n\\\nViva ou invista no coração da Trindade! O Hout Bay, além de ter uma arquitetura diferenciada, imponente e com alto padrão de acabamento, possui diversas inovações. Viva bem!!\\\nDescubra o conforto e a sofisticação desta cobertura duplex ampla localizada em um dos bairros mais desejados de Florianópolis. Ideal para quem busca espaço, modernidade e uma excelente localização.\\\n\\\nLocalização Privilegiada:\\\n- Bairro Trindade, próximo a universidades, shoppings, supermercados e com fácil acesso ao centro da cidade",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-com-jardim-centro-florianopolis-87m2-id-2846429716/?source=ranking%2Crp": [
        [
            "48988077858"
        ],
        "Auxiliadora Portfólio",
        "Centro, Florianópolis - SC",
        "🏙️ Apartamento no Centro de Florianópolis — conforto, praticidade e excelente localização!\\\n\\\nEm uma rua tranquila, no coração da cidade, este apartamento une qualidade de vida e conveniência em cada detalhe.\\\n\\\n✨ Destaques:\\\n\\\n86m² de área privativa\\\n\\\n3 dormitórios (1 suíte)\\\n\\\nSala ampla e bem iluminada ☀️\\\n\\\nSacada com churrasqueira e vista livre\\\n\\\nSol durante todo o dia 🌞\\\n\\\nCondomínio com 2 elevadores e zeladoria\\\n\\\nUm lar completo para quem busca tranquilidade sem abrir mão da praticidade e de tudo o que o Centro de Florianópolis oferece.\\\n\\\n🏡 Agende sua visita e venha se encantar com o seu novo endereço!\\\n📲 Fale agora e descubra como viver com conforto no coração da ilha.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-com-piscina-itacorubi-florianopolis-76m2-id-2633271136/?source=ranking%2Crp": [
        [
            "48999854133"
        ],
        "Lolita Imoveis",
        "Itacorubi, Florianópolis - SC",
        "Apartamento NOVO à venda com 2 quartos, 1 suíte, 75,00m² no Itacorubi em Florianópolis/SC.\\\n\\\nApartamento com 2 quartos sendo 1 suíte com sacada, lavabo, cozinha, sala de estar e jantar integrada, área de serviço, 2 banheiros, sacada com churrasqueira a carvão e 1 vaga de garagem.\\\n\\\nApartmento a partir de R$ 994.000,00!\\\n\\\nApartamentos em frente a Universidade Estadual UDESC, do bairro Itacorubi. Localizados na Rodovia Admar Gonzaga a caminho da Lagoa da Conceição, próximo a Supermercados, Empresas Estatais, Jardim Botânico, Shopping Iguatemi. E ao norte da Ilha um excelente Polo Tecnológico.\\\n\\\nCom excelente acabamento:\\\n\\\nPiso porcelanato 60x60cm\\\nTubulação PPR para água quente\\\nTubulação para ar-condicionado tipo Split\\\nSacada com churrasqueira a carvão churrasqueira à carvão em todas as unidades e bancada de granito.\\\nPersiana automatizadas nas janelas dos quartos\\\nMedição individual de consumo de água fria\\\nMedição individual de gás\\\nBancada de granito ou Porcelanato nos banheiros\\\nEspera de tubulação para ducha higiênica\\\nÁrea de serviço com tanque de louça\\\nBanheiros e áreas de serviço com forro de gesso\\\nInfraestrutura para TV a cabo, Internet e telefone, na sala e nos quartos\\\n \\\nEm sua área de lazer os moradores contarão com:\\\n\\\nSalão de festas mobiliado, equipado e decorado\\\nEspaço gourmet mobiliado, equipado e decorado\\\nFitness Center mobiliado, equipado e decorado\\\nSala de jogos/bar mobiliado, equipado e decorado\\\n \\\nMore no Itacorubi, o bairro com a maior valorização imobiliária de Florianópolis!\\\n\\\nRegistro de Incorporação: 148.430\\\n\\\nAgende sua Visita!\\\n\\\nLigue fale com a Lolita\\\nInstagram: @lolitha.imoveisfloripa\\\nE-mail: \\\nCreci Físico: 17.236-F\\\nCreci Jurídico: 5547-J\\\n\\\nRegistrado no Cartório do 2° Oficio do Registro de Imóveis em Florianópolis com n° de Incorporação: 148.430",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-areias-sao-jose-57m2-id-2781677451/?source=ranking%2Crp": [
        [
            "4832465333",
            "48991617617"
        ],
        "I.C.A. Imóveis",
        "Areias, São José - SC",
        "APARTAMENTO 02 DORMITÓRIOS COM VAGA DE GARAGEM EM AREIAS SÃO JOSÉ SC\\\nImagine-se em um apartamento aconchegante, com móveis planejados que otimizam cada espaço, e uma sacada com churrasqueira para momentos de lazer com amigos e familiares. Seu sonho está prestes a se tornar realidade!\\\n\\\nConforto e praticidade\\\n02 dormitórios espaçosos, perfeitos para o descanso e privacidade da sua família.\\\nMóveis planejados em todos os ambientes, garantindo organização e beleza em cada canto.\\\nSacada com churrasqueira, ideal para desfrutar de momentos agradáveis com amigos e familiares.\\\nVaga de garagem coberta, protegendo seu veículo com segurança e comodidade.\\\nLocalização privilegiada\\\nEm Areias, um bairro tranquilo e valorizado, com fácil acesso a comércios, serviços e transporte público.\\\nPróximo a escolas, supermercados, farmácias e tudo que você precisa para o seu dia a dia.\\\n\\\nFale conosco: -",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-com-churrasqueira-serraria-sao-jose-78m2-id-2699672758/?source=ranking%2Crp": [
        [
            "48991383355"
        ],
        "Crédito Real | Biguaçu",
        "Serraria, São José - SC",
        "Apartamento com 78m² de área privativa, 02 quartos/dormitórios, banheiro, área de serviço, sacada/varanda com churrasqueira e vaga de garagem coberta.\\\nSituado na Rua Adélia Schröeder Pontes, n.º 383- Serraria, São José- SC.\\\nO bairro Serraria é uma área que mescla características residenciais, comerciais e industriais, proporcionando uma diversidade de serviços e oportunidades para seus moradores. \\\nSerraria está situado em uma posição privilegiada dentro de São José, próximo à BR-101, uma das principais rodovias da região, o que facilita o acesso a outras áreas da cidade e a municípios vizinhos, incluindo Florianópolis.\\\nO bairro possui uma infraestrutura bem desenvolvida, com uma ampla gama de serviços e comércios. Há escolas públicas e particulares, creches, supermercados, farmácias, postos de saúde e clínicas médicas. Além disso, há uma variedade de estabelecimentos comerciais, como padarias, restaurantes, lojas de conveniência, e pequenos negócios locais.\\\nSerraria oferece opções de lazer para seus moradores, incluindo parques, praças e áreas verdes onde é possível praticar atividades ao ar livre e desfrutar de momentos de relaxamento. Há também academias, centros esportivos e opções de entretenimento que atendem a todas as idades.\\\nSerraria é bem servido por transporte público, com diversas linhas de ônibus que conectam o bairro a outras partes de São José e a Florianópolis. A proximidade com a BR-101 também facilita o deslocamento de carro para diferentes destinos.\\\nA comunidade de Serraria é conhecida por ser ativa e participativa. Os moradores costumam se envolver em eventos comunitários, atividades sociais e ações coletivas, o que fortalece o senso de vizinhança e a coesão social.\\\nNos últimos anos, Serraria tem passado por um processo de desenvolvimento e modernização, com novos empreendimentos comerciais sendo construídos. Isso tem atraído novos moradores e investidores, contribuindo para o crescimento econômico do bairro.\\\nAlém das áreas residenciais e comerciais, Serraria também possui uma zona industrial significativa, o que proporciona oportunidades de emprego e desenvolvimento econômico local. A presença de indústrias diversificadas contribui para a economia do bairro e da cidade.\\\nEm resumo, o bairro Serraria em São José, é uma área dinâmica e em crescimento, com uma boa infraestrutura, diversas opções de lazer e uma comunidade ativa. Sua localização estratégica e a diversidade de serviços e oportunidades fazem dele um lugar atrativo tanto para morar quanto para investir.\\\n\\\nAceita Pet.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-terreno-lote-condominio-com-pista-de-cooper-ponta-de-baixo-sao-jose-sc-360m2-id-2784783265/?source=ranking%2Crp": [
        [
            "4833758583",
            "4896896371"
        ],
        "Fiorella Inteligência Imobiliária",
        "Ponta de Baixo, São José - SC",
        "Terreno paradisíaco com vista permanente para o mar e com área de preservação permanente nos fundos, localizado no bairro Ponta de Baixo , o mais eco charmoso de São José, SC. \\\n\\\nSe você deseja construir a casa de seus sonhos reunindo a melhor combinação de floresta e mar , sem perder a comodidade de estar na cidade, você encontrou a opção perfeita. \\\n\\\nEsse terreno fica no loteamento Mirante dos Açores, um lugar exclusivo com construções de alto padrão à quatro minutos do centro histórico de São José e à vinte minutos do centro de Floripa, cercado de conveniências necessárias para o seu bem-estar. \\\n\\\nTerreno de 360m2, escriturado , com autorização para construção e a sugestão de um projeto já aprovado na prefeitura. \\\n\\\nVenha conhecer, você vai se apaixonar!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-com-piscina-campinas-sao-jose-122m2-id-2823670616/?source=ranking%2Crp": [
        [
            "48999859236"
        ],
        "O Casal de Corretores",
        "Campinas, São José - SC",
        "Bem-vindo ao Reserva Residence, um verdadeiro refúgio de sofisticação e conforto no coração do bairro Campinas, em São José/SC. Este magnífico apartamento representa o ápice da vida moderna e elegante, oferecendo tudo que você precisa para viver com estilo e praticidade. Com 122,90m² de área privativa, o imóvel conta com três suítes espaçosas que garantem privacidade e conforto para toda a família. Imagine chegar em casa e relaxar em uma das duas salas amplas, ou preparar um jantar especial na cozinha gourmet enquanto aprecia a vista da sacada com churrasqueira. E com quatro banheiros à disposição, o conforto está garantido até nos momentos mais íntimos. \\\n \\\n As áreas comuns do Reserva Residence são projetadas para proporcionar lazer e bem-estar inigualáveis. Se manter ativo nunca foi tão fácil com a academia completa à disposição dos moradores. Para os pequenos, a brinquedoteca é um convite à diversão segura. Nos dias quentes, refresque-se na piscina ou aproveite o relaxamento proporcionado pela piscina aquecida e sauna. O salão de festas é perfeito para celebrar momentos especiais com amigos e familiares, enquanto o espaço gourmet oferece um ambiente sofisticado para encontros mais íntimos. E tudo isso cercado por segurança total, graças à portaria 24 horas e zeladoria dedicada. \\\n \\\n Localizado estrategicamente próximo ao Burger King e diversos estabelecimentos como bares, restaurantes, escolas, farmácias e supermercados, sua rotina será repleta de facilidades. O acesso é simples e rápido às principais vias da cidade, garantindo que você esteja sempre conectado ao melhor que São José tem a oferecer. Não perca a chance de transformar este sonho em realidade; agende uma visita agora mesmo e descubra como é viver em um lugar onde cada detalhe foi pensado para seu máximo prazer e comodidade! \\\n \\\n Observao: Data de entrega 01/2027 \\\n \\\n Pontos Fortes: LANÇAMENTO DE ALTÍSSIMO PADRÃO",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-campinas-sao-jose-87m2-id-2647985010/?source=ranking%2Crp": [
        [
            "48988586006"
        ],
        "Auxiliadora Predial - Sul Da Ilha",
        "Campinas, São José - SC",
        "Apartamento para vender em Campinas, finamente mobiliado com 87m² de área privativa, ótimo padrão de construção e acabamento de primeira qualidade, possui 2 quartos, sala de estar e jantar, cozinha planejada, área de serviço, BWC social, sacada com churrasqueira e 2 vagas de garagem com hobby box. \\\n\\\nCondomínio com ótima infraestrutura oferece: salão de festas, espaço gourmet, playground, espaço kids, espaço fitness, quadra poliesportiva, piscina, circuito interno de TV, gás central, zeladoria, interfone, segurança e portaria 24 horas.\\\n\\\nVenha viver em um bairro totalmente independente com comércio muito ativo em uma área residencial em grande expansão oferecendo tudo que você e sua família precisam, além do fácil acesso ao Centro de Florianópolis!\\\n\\\nValor sujeito a alteração.\\\n\\\nAgende hoje mesmo sua visita!\\\n\\\nOutras oportunidades acesse nosso site.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-com-seguranca-interna-centro-florianopolis-sc-76m2-id-2843142220/?source=ranking%2Crp": [
        [
            "4832092396",
            "48996350750"
        ],
        "Antônio Balzer",
        "Centro, Florianópolis - SC",
        "Condomínio Mont Carlo\\\n\\\nLocalizado no Centro, Rua Esteves Júnior, uma região nobre, segura e silenciosa. A apenas uma quadra da Avenida Beira-Mar Norte, próximo ao Colégio Catarinense, o endereço oferece praticidade e comodidade, com fácil acesso ao comércio, serviços e áreas de lazer da cidade.\\\n\\\nO apartamento conta com 2 dormitórios, sendo uma suíte, living para dois ambientes, cozinha, área de serviço e banheiro social. Possui ar-condicionado, sacada com vista livre para o terreno do Complexo Oswaldo Cabral ? uma área arborizada que garante privacidade e contato direto com a natureza ? e 1 vaga de garagem coberta e livre.\\\n\\\nO condomínio dispõe de portaria 24 horas, elevadores, bicicletário, playground, brinquedoteca, quadra de esportes com grama sintética, salão de festas equipado com churrasqueira e piscina no ático, que proporciona uma vista deslumbrante para o mar e o pôr do sol. Uma excelente oportunidade para viver com conforto e qualidade em um dos endereços mais desejados da cidade.\\\n\\\nEntre em contato com um dos nossos corretores e conheça esta oportunidade!\\\n\\\nPrestamos consultoria, assessoria e acompanhamento para obtenção do Financiamento Habitacional e liberação dos recursos vinculados do FGTS.\\\n\\\nToda e qualquer decisão de compra não deve se basear nas fotos divulgadas, mas sim, na realização de visita presencial ao imóvel.\\\n\\\nOs preços, condições e informações acima exibidos, poderão sofrer mudanças sem prévio aviso. Por este motivo deverão ser confirmados.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-studio-1-quarto-com-academia-coqueiros-florianopolis-sc-36m2-id-2844030249/?source=ranking%2Crp": [
        [
            "48998495894"
        ],
        "Marcia Irie",
        "Coqueiros, Florianópolis - SC",
        "Studio muito bem localizado em Coqueiros, Cozinha com armários embutidos, sacada de frente para rua.\\\n\\\n- Vista mar \\\n- Muito bem localizado\\\n- 1 vaga de garagem descoberta\\\n\\\nCondomínio com salão da festas com churrasqueira, academia, lavandeira, 2 elevadores.\\\n\\\nQualidade de vida: essa é a expressão que define o bairro nobre de Coqueiros que é um dos bairros mais charmosos do continente. Um lugar tranquilo, agradável e repleto de orlas arborizadas e um mar calmo, além de paisagens memoráreis para encantar em todos os momentos, seja na ida ao mercado ou em uma simples caminhada. Completo em tudo o que você precisa para o seu dia-a-dia, rico em lazer e diversão ao ar livre. Fica a apenas 5 minutos do centro e conta com uma das melhores vias gastronômicas de Floripa. O bairro é residencial e possui excelente infraestrutura urbana. Morar em Coqueiros vai mudar sua vida e você se sentirá conectado com a natureza e as facilidades da vida urbana de um jeito único\\\n\\\nAs informações estão sujeitas a alterações. Consulte o corretor responsável.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-mobiliado-campinas-sao-jose-104m2-id-2823668034/?source=ranking%2Crp": [
        [
            "48999859236"
        ],
        "O Casal de Corretores",
        "Campinas, São José - SC",
        "Se você está em busca de um apartamento dos sonhos, prepare-se para se encantar com o ATHENAS RESIDENCE, localizado no bairro Campinas, na cidade de São José / SC. Com uma localização privilegiada, próximo ao SUPERMERCADO GIASSI, este imóvel é perfeito para quem busca conforto, praticidade e qualidade de vida. Com 3 dormitórios, sendo 1 suíte, este apartamento é ideal para acomodar toda a sua família com muito espaço e privacidade. Além disso, possui 2 banheiros, 2 vagas de garagem e 1 sala, tudo isso em uma área total de 104,57 m². E pronto para você se mudar e aproveitar todos os benefícios que esse imóvel oferece. \\\n \\\n O ATHENAS RESIDENCE conta com uma estrutura de condomínio completa, com diversas áreas comuns para você desfrutar momentos de lazer e diversão. Entre elas, destacam-se a academia, a brinquedoteca, o espaço homem, a piscina aquecida, o playground, o salão de festas e a sauna. Além disso, o apartamento possui áreas privativas como área de serviço, área gourmet, cozinha, sacada com churrasqueira, sala de estar, sala de jantar e suíte. Com características como portão eletrônico, aquecimento a gás, espera para ar condicionado, imóvel novo e persianas embutidas, você terá todo o conforto e segurança que merece. \\\n \\\n E a localização não poderia ser melhor: próximo a bares, restaurantes, escolas, farmácias, shopping center e supermercados, tudo para facilitar o seu dia a dia. Não perca a oportunidade de adquirir esse imóvel dos sonhos. Entre em contato conosco e agende uma visita. Venha conhecer o ATHENAS RESIDENCE e se encantar com tudo o que ele tem a oferecer. Seu novo lar está esperando por você! \\\n \\\n Observao: Essa unidade pega sol da manhã e vista para o mar \\\n \\\n Pontos Fortes: Localização \\\n Plantas grandes \\\n",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-com-piscina-serraria-sao-jose-45m2-id-2820463272/?source=ranking%2Crp": [
        [
            "4832081250"
        ],
        "Felicitta Imóveis",
        "Serraria, São José - SC",
        "Condomínio com Infraestrutura Completa, conforto e Praticidade para Você e Sua Família.\\\n\\\nExcelente oportunidade para morar ou investir em uma das regiões em crescimento de São José. Este apartamento está localizado no bairro Serraria, com fácil acesso à BR-101 e próximo a tudo o que você precisa no dia a dia.\\\n\\\nCaracterísticas do imóvel:\\\n\\\n02 dormitórios bem distribuídos\\\nSala de estar e jantar integradas\\\nCozinha funcional\\\nBanheiro social\\\nÁrea de serviço\\\n01 Vaga de garagem privativa\\\nBoa ventilação e iluminação natural\\\nO condomínio oferece estrutura completa de lazer e segurança:\\\n\\\nPiscina\\\nElevador\\\nSalão de festas\\\nEspaço gourmet\\\nAcademia\\\nPlayground\\\nPortaria 24hrs\\\nPet Place\\\n\\\nLocalização estratégica, próxima a supermercados, escolas, farmácias, unidades de saúde e transporte público.\\\n\\\nAgende sua visita e conheça de perto esse ótimo imóvel!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-com-piscina-coqueiros-florianopolis-62m2-id-2728498623/?source=ranking%2Crp": [
        [
            "48991095659"
        ],
        "Auxiliadora Predial - Pedra Branca",
        "Coqueiros, Florianópolis - SC",
        "Excelente apartamento, composto por 02 dormitórios sendo 1 suíte, cozinha americana integrada com sala de estar, 1 banheiro social, área de serviço, possui 01 vaga de garagem.\\\n\\\nCondomínio equipado com área de lazer completa, possui: salão de festas, salão gourmet, academia, piscina, redário, home cinema, business center e sala de estudos, sala de jogos, teen lounge, brinquedoteca, praça de fogo, horta orgânica, pet place, adega, ateliê e espaço beleza\\\n\\\nExcelente localização no bairro de Coqueiros, próximo ao centro de Florianópolis.\\\n\\\nRegistro de Incorporação Matrícula Sob n.º 60.808",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-terreno-lote-condominio-sao-joao-do-rio-vermelho-florianopolis-600m2-id-2776747774/?source=ranking%2Crp": [
        [
            "48991308585"
        ],
        "Vsl Imóveis",
        "São João do Rio Vermelho, Florianópolis - SC",
        "TERRENO com 600 m², ótima localização no loteamento ALAMEDA RIO VERMELHO, podendo fazer 4 sobrados\\\n\\\n** TERRENOS planos em excelente localização, em área de ARP 2.4 com taxa de ocupação máxima de 40%\\\n** Permitindo a construção individual ou sobrados/geminados com até 4 unidades para os terrenos maiores\\\n\\\nACESSO: Rua de asfalto, região em desenvolvimento e crescimento, dando valorização ao bairro.\\\n\\\nCARACTERÍSTICAS DO LOTEAMENTO:\\\n\\\n** Loteamento residencial com 125 lotes, todos planos, com escritura pública, possibilidade de financiamento.\\\n** POSSUI: Rede pluvial. - Rede de esgoto. - Estação de tratamento de esgoto exclusiva.\\\n** Calçamento tipo paver no estilo dominó cinza e vermelho nas bifurcações.\\\n** Rede de energia CELESC trifásica, - Calçadas padronizadas com acesso para PNE.\\\n** Playground e mesas com bancos em concreto. - Áreas verdes de lazer (AVL).\\\n** Ciclovia e pista de caminhada. - Único acesso com recuo facilitando o ingresso no loteamento\\\n\\\n",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-casa-3-quartos-com-ar-condicionado-sao-joao-do-rio-vermelho-florianopolis-110m2-id-2846276228/?source=ranking%2Crp": [
        [
            "1145804274"
        ],
        "Newcore",
        "São João do Rio Vermelho, Florianópolis - SC",
        "Casa a venda em Servidão Aldo Flôres da Cunha - São João do Rio Vermelho - Florianópolis/SC\\\n\\\nCasa a venda no Norte da ilha - Floripa SC.\\\nEm uma rua muito tranquila e de fácil acesso, apenas 20 metros da geral do Río Vermelho, com saída para o Travessão. Esta casa tem 3 quartos, sendo 1 suíte, sala de estar, sala de jantar, cozinha individual, área de serviço separada da cozinha, garagem coberta, portão eletrônico, pequena Jardim. \\\nA casa ficou muito confortável, com sala de estar ampla e acolhedora. \\\nMuito bem localizada, próximo a mercado, cartório, lojas, atacadista, escolas, bons restaurantes, queijaria e inúmeras lojinhas para o dia a dia. \\\nVale destacar a distância do bairro Ingleses, apenas 7 km, 8 km da barra da lagoa.\\\nAqui se torna um bom investimento, tanto para morar quanto para investir e ter uma renda na locação.\\\nObs \\\nNão pode ser financiado \\\nContrato de compra e venda. \\\n\\\nAr-condicionado, Armários na cozinha, Armários no quarto, Armários nos banheiros, Box de vidro, Cama de casal, Chuveiro elétrico, Espelho no banheiro, Litoral, Mesa e cadeiras, Rua silenciosa, Sofá, Sol da tarde, Tanque, Varal de roupas, Vista livre\\\n\\\nCasa com 110 metros\\\n\\\nÉ uma grande oportunidade aqui em São João do Rio Vermelho.\\\n\\\nEu quero te ajudar a fazer uma proposta que ficará bacana para os dois lados, e se precisar de financiamento, eu também posso te ajudar.\\\n\\\nVamos marcar a visita? \\\n\\\nFico próximo do imóvel e chego rapidinho!\\\n\\\nVenha conhecer o bairro São João do Rio Vermelho, em Florianópolis!\\\n\\\nLocalizado na região sul da Ilha de Santa Catarina, o bairro São João do Rio Vermelho é conhecido por sua história, cultura e beleza natural.\\\n\\\nO bairro foi fundado em 1887, quando a família de imigrantes alemães, os Schmitt, chegou à região. Desde então, o bairro se tornou um local de tradição, com suas casas coloniais e ruas tranquilas.\\\n\\\nHoje, o bairro é um dos mais procurados para quem busca tranquilidade e beleza. O Rio Vermelho, que corta o bairro, é um dos principais pontos turísticos da região, oferecendo aos visitantes lindas paisagens e muita tranquilidade.\\\n\\\nAlém disso, o bairro conta com uma grande variedade de restaurantes, bares, lojas e serviços. É possível encontrar desde restaurantes tradicionais até bares modernos, além de lojas de artesanato e serviços diversos.\\\n\\\nVenha conhecer o bairro São João do Rio Vermelho e desfrutar de sua história, cultura e beleza natural!\\\n\\\nCansado de encontrar imóveis que não fazem seu estilo? Clique no botão ao lado e te ajudaremos nessa jornada pela busca do imóvel ideal!\\\n\\\nA NEWCORE possui diversas equipes especializadas em várias regiões do Brasil, com corretores experientes e capacitados que te ajudarão a encontrar o imóvel dos seus sonhos\\\n\\\n*Número indicado no endereço é aproximado\\\nAnúncio do corretor de imóveis Esther Ferraz CRECI: 24972",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-predio-com-cozinha-serraria-sao-jose-250m2-id-2778778316/?source=ranking%2Crp": [
        [
            "4832223222",
            "48998659090"
        ],
        "Invista Negocios Imobiliarios Ltda - Epp",
        "Serraria, São José - SC",
        "Prédio com 250m², localizado no bairro Serraria, próximo próximo à BR-101, com fácil acesso a escolas, padaria, mercado e demais comodidades\\\n\\\nImóvel residencial composto por quatro apartamentos de um dormitório, um apartamento de dois dormitórios e quatro garagens cobertas.\\\n\\\nAtualmente, todos os imóveis estão alugados, gerando uma renda média mensal aproximada de R$ 7.000,00.\\\n\\\nAgende já uma visita através do nosso plantão de vendas pelo telefone ou pelo WhatsApp . Aguardamos seu contato!\\\n\\\nSOBRE O BAIRRO: Localizado na parte Continental da Grande Florianópolis, o Bairro de Serraria fica a margem da Rodovia BR 101 podendo acessar por baixo da Ponte Hercílio Luz (cartão postal do Estado de Santa Catarina) ou pela Via Expressa BR 282 que nos leva direto a BR 101.Uma mescla de grandes condomínios residenciais com uma infinidade de opções em termos de comércio e lazer. É onde está, dentre outras instituições, o Shopping Itaguaçu, Faculdade Estácio de Sá, dentre outros órgãos importantes. diversas igrejas supermercados e bancos.\\\n\\\nEMPRESA: Na Invista, você encontra uma equipe altamente qualificada e dedicada a te guiar na jornada de encontrar o imóvel ideal. Com mais de 14 anos de experiência, construímos uma sólida reputação de satisfação e amizade com nossos clientes. Nossa carteira de imóveis conta com mais de 3000 unidades, com diversas opções para atender às suas necessidades e orçamento\\\nNossa loja está situada na Av. Gov. Ivo Silveira n° 464, oferecendo fácil acesso e comodidade para você.\\\nVenha nos visitar e tomar um café conosco, teremos o prazer de te apresentar as melhores opções de imóveis na Ilha e no Continente.\\\nTemos o imóvel perfeito para você! -",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-com-varanda-estreito-florianopolis-61m2-id-2761813623/?source=ranking%2Crp": [
        [
            "4832446464",
            "48984133338"
        ],
        "Kzue Imóveis",
        "Estreito, Florianópolis - SC",
        "Apartamento à venda no bairro Estreito, com 2 dormitórios, cozinha planejada, área de serviço, armários embutidos, sala para 2 ambientes, 1 vaga de garagem livre e coberta.\\\n\\\nCondomínio conta com salão de festas, elevador, jardim, estacionamento.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-terreno-lote-condominio-itacorubi-florianopolis-1024m2-id-2819152524/?source=ranking%2Crp": [
        [
            "4833079001",
            "48999409000"
        ],
        "Smolka Imóveis",
        "Itacorubi, Florianópolis - SC",
        "Terreno a venda no Itacorubi no Loteamento Mirante das Baías.\\\n\\\nTe apresentamos a melhor opção em Loteamento Residencial para quem valoriza a localização privilegiada, exclusiva, segura e em harmonia com a natureza. Localizado no bairro Itacorubi, rodeado de verde, à 3km do Shopping Iguatemi e 7km do Centro de Florianópolis.\\\nSão 80 terrenos de 450,00 m² a 842,00 m² prontos para construir, com Segurança, integrados a natureza e com uma vista maravilhosa da cidade.\\\n\\\nProcure a Smolka Imóveis, fale com um de nossos corretores e consultores imobiliários e visite o imóvel.\\\nPrecisando de maiores informações entre em contato com a gente. \\\n\\\nMais fotos em nosso site -\\\n\\\nACEITA FINANCIAMENTO",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-casa-3-quartos-com-churrasqueira-ipiranga-sao-jose-187m2-id-2796605442/?source=ranking%2Crp": [
        [
            "4832223222",
            "48998659090"
        ],
        "Invista Negocios Imobiliarios Ltda - Epp",
        "Ipiranga, São José - SC",
        "Casa com 187m² de área construída em terreno de 300m², localizada no bairro Ipiranga, próxima ao Brasil Atacadista.\\\n\\\nO imóvel possui 02 salas conjugadas, cozinha funcional com armários sob medida e lavanderia anexa. Conta com 2 quartos e 1 suíte, além de 1 banheiro social.\\\n\\\nNa parte externa, área gourmet completa equipada com churrasqueira, fogão a gás e fogão a lenha, lavabo de apoio e um cômodo adicional com armário embutido, ideal para depósito.\\\n\\\nNo pavimento superior, uma sala espaçosa com acesso à sacada e mais 2 ambientes versáteis que podem ser utilizados como escritórios ou quartos.\\\n\\\nGaragem coberta para 1 veículo, com espaço adicional descoberto para mais 1 carro.\\\n\\\nAgende já uma visita através do nosso plantão de vendas pelo telefone ou pelo WhatsApp . Aguardamos seu contato!\\\n\\\nSobre o bairro: O bairro Ipiranga, localizado em São José, é conhecido por sua atmosfera tranquila e sua excelente infraestrutura. Com uma localização estratégica, o bairro oferece fácil acesso a importantes vias e rodovias, tornando a locomoção pela região bastante conveniente. Além disso, o Ipiranga possui uma variedade de comércios, serviços e opções de lazer, atendendo às necessidades dos moradores. A presença de escolas, supermercados, farmácias e áreas verdes contribui para a qualidade de vida da comunidade local. Com uma diversidade de opções gastronômicas e espaços de entretenimento, o bairro oferece alternativas para momentos de descontração e socialização. A presença de parques e praças também proporciona espaços para atividades ao ar livre e momentos de relaxamento.\\\n\\\nEMPRESA: Na Invista, você encontra uma equipe altamente qualificada e dedicada a te guiar na jornada de encontrar o imóvel ideal. Com mais de 15 anos de experiência, construímos uma sólida reputação de satisfação e amizade com nossos clientes. Nossa carteira de imóveis conta com mais de 3000 unidades, com diversas opções para atender às suas necessidades e orçamento\\\nNossa loja está situada na Av. Gov. Ivo Silveira n° 464, oferecendo fácil acesso e comodidade para você.\\\nVenha nos visitar e tomar um café conosco, teremos o prazer de te apresentar as melhores opções de imóveis na Ilha e no Continente.\\\nTemos o imóvel perfeito para você! -",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-com-piscina-rocado-sao-jose-sc-57m2-id-2832395527/?source=ranking%2Crp": [
        [
            "4833758583",
            "4896896371"
        ],
        "Fiorella Inteligência Imobiliária",
        "Roçado, São José - SC",
        "Empreendimento completo localizado no bairro Roçado, com grande potencial de valorização.\\\n\\\nO apartamento possui 57,39 metros quadrados privativos \\\n\\\nSendo 2 dormitórios, 1 deles suíte, sacada com churrasqueira.\\\n\\\nO condomínio mais completo da região!\\\n\\\nÁreas de lazer e convivência: \\\n\\\nCoworking com espaço exclusivo para moradores;\\\nSalas de Reunião para atendimento externo;\\\nEspaço de convivência ao ar livre com wifi;\\\nFire place;\\\nRedário;\\\nHorta;\\\nPiscina adulto e infantil;\\\nAcademia;\\\nEspaços Gourmet Reversíveis;\\\nSalão de Festas;\\\nFerramentaria;",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-terreno-lote-condominio-nossa-senhora-do-rosario-sao-jose-920m2-id-2551601751/?source=ranking%2Crp": [
        [
            "4833439000",
            "48991848825"
        ],
        "Mak Imóveis",
        "Nossa Senhora do Rosário, São José - SC",
        "TERRENO URBANO PLANO COM VIABILIDADE PARA 08 PAVIMENTOS.\\\n\\\nCom área total de 919,60 metros quadrados, sendo frente 34,38 metros, fundos 36,00 metros, laterias medindo 31,00 metros e outro lado com 22,00 metros. \\\n\\\nÓtima localização no bairro Nossa Sra do Rosário, a 160m da Av. das Torres. Região super valorizada e com toda infra estrutura necessária para fins comercial ou residencial. \\\n\\\nCONDIÇÕES DE VENDA:\\\nR$ 1.200.000,00\\\nAceita financiamento habitacional\\\nAceita permuta com imóveis prontos\\\nAceita consórcio\\\nNão aceita utilização de FGTS\\\n\\\nLigue e agende uma visita!\\\n\\\nMAK IMÓVEIS | CRECI/SC 4465j\\\n*As informações estão sujeitas a alterações. Consulte o corretor responsável.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-casa-3-quartos-com-piscina-mar-das-pedras-biguacu-330m2-id-2804082120/?source=ranking%2Crp": [
        [
            "48991383355"
        ],
        "Crédito Real | Biguaçu",
        "Mar Das Pedras, Biguaçu - SC",
        "Duas casas no bairro Mar das Pedras - Biguaçu/SC\\\n\\\nLocalizadas na Rua Humaitá, nº 134, no bairro Mar das Pedras, essas casas foram construídas em Madeira Angelim Pedra e oferecem conforto, lazer e proximidade com a praia.\\\n\\\nCasa 1\\\n\\\n3 quartos/dormitórios\\\n\\\n2 banheiros\\\n\\\nCozinha\\\n\\\nSala de estar\\\n\\\nChurrasqueira\\\n\\\nPiscina\\\n\\\nCasa 2\\\n\\\n2 quartos/dormitórios\\\n\\\n1 banheiro\\\n\\\nCozinha\\\n\\\nSala de estar\\\n\\\nEspaço de lazer\\\n\\\nO bairro Mar das Pedras é conhecido pelo clima familiar e pelo contato direto com a natureza. Além da tranquilidade, a região garante praticidade com fácil acesso a mercados como o Atacadão, comércios locais e vias principais.\\\nAceita Pet",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-conjunto-comercial-sala-com-lavabo-centro-florianopolis-32m2-id-2745012700/?source=ranking%2Crp": [
        [
            "4832223222",
            "48998659090"
        ],
        "Invista Negocios Imobiliarios Ltda - Epp",
        "Centro, Florianópolis - SC",
        "Sala comercial com 34 m² de área privativa, localizada no Centro de Florianópolis.\\\n\\\nO imóvel apresenta ambiente funcional e bem iluminado, ideal para instalação de escritório, consultório ou espaço corporativo. Sua localização estratégica proporciona fácil acesso a comércios, bancos e principais vias da região central.\\\n\\\nAgende já uma visita através do nosso plantão de vendas pelo telefone ou pelo WhatsApp . Aguardamos seu contato!\\\n\\\nSOBRE O BAIRRO: apesar do nome, o Centro está localizado no oeste da Ilha de Santa Catarina, entre o Morro da Cruz e o mar, no ponto mais próximo ao continente. Coração político da capital e do estado, o Centro já recebeu figuras ilustres como Dom Pedro II e foi palco da Novembrada, grande manifestação popular que ocorreu durante a visita do último presidente do regime militar, João Baptista Figueiredo. Foi ali que Francisco Dias Velho desembarcou pela primeira vez, fundando o povoado de Nossa Senhora do Desterro.\\\n\\\nEMPRESA: Na Invista, você encontra uma equipe altamente qualificada e dedicada a te guiar na jornada de encontrar o imóvel ideal. Com mais de 15 anos de experiência, construímos uma sólida reputação de satisfação e amizade com nossos clientes. Nossa carteira de imóveis conta com mais de 3000 unidades, com diversas opções para atender às suas necessidades e orçamento\\\nNossa loja está situada na Av. Gov. Ivo Silveira n° 464, oferecendo fácil acesso e comodidade para você.\\\nVenha nos visitar e tomar um café conosco, teremos o prazer de te apresentar as melhores opções de imóveis na Ilha e no Continente. -",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-com-churrasqueira-ipiranga-sao-jose-69m2-id-2771499325/?source=ranking%2Crp": [
        [
            "4833757515",
            "48992049461"
        ],
        "Felipe Leal Imóveis",
        "Ipiranga, São José - SC",
        "APARTAMENTO DE 02 DORMITÓRIOS 01 SUÍTE NO BAIRRO\\\nIPIRANGA EM SÃO JOSÉ \\\n Na busca por seu novo lar existem requisitos\\\nessenciais que devem ser levados em consideração antes da compra, e esse imóvel\\\npossui todos os requisitos necessários para satisfazer você e sua família,\\\nproporcionando muito conforto e comodidade! \\\n \\\n Oportunidade para sair do ALUGUEL! Apto com 70,52m² de área privativa,\\\ndividido em 02 dormitórios sendo 01 suíte e 01 sacada com churrasqueira: \\\n \\\n \\\n\\\n- Sala de estar, jantar e cozinha; \\\n - Área de serviço; \\\n - Sacada com churrasqueira; \\\n - 1 vaga de garagem coberta e livre\\\n\\\n- Espera para Split;\\\n\\\n- Persiana integrada nos dormitórios\\\n\\\n- Passagem de aquecimento a gás; \\\n - 2 Elevadores\\\n\\\n- Playground \\\n - Salão de destas\\\n\\\n- Apenas 46 unidades \\\n \\\n COM ENTREGA AINDA PARA ESTE ANO! \\\n \\\n Localização: O bairro Ipiranga tem um perfil muito residencial, mas sem\\\nabrir mão da praticidade de lazer e serviços inteiramente à sua disposição. \\\n \\\n Seu destaque está pela sua localização em São José, com fácil logística\\\npara todos os cantos da Grande Florianópolis, além de poder andar a pé, ir a\\\npracinha e suas feirinhas locais. \\\n \\\n\\\n Aproveite essa excelente oportunidade, venha conferir essa bela opção\\\ndisponível em nossa pauta, pronto para ser seu mais novo lar! \\\n \\\n \\\n Agende já sua visita! \\\n \\\n Felipe Leal Imóveis! \\\n \\\n \\\n OBSERVAÇÃO: Os imóveis estão sujeitos a confirmação de disponibilidade e\\\nalteração de valores sem aviso prévio. \\\n",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-conjunto-comercial-sala-centro-florianopolis-40m2-id-2803256926/?source=ranking%2Crp": [
        [
            "48999089243"
        ],
        "Rafael Trevisol Negócios Imobiliários",
        "Centro, Florianópolis - SC",
        "Venha conferir esta incrível oportunidade de investimento em uma sala comercial nova, localizada em um centro médico e empresarial de renome na cidade. Com 40,00 m2 de área, esta sala conta com 1 banheiro e uma vaga de garagem, proporcionando todo o conforto e comodidade que você precisa para o seu negócio.\\\n\\\nLocalizada em um andar alto, você poderá desfrutar de uma linda vista da cidade, tornando o ambiente de trabalho ainda mais agradável e inspirador. Além disso, o prédio oferece estacionamento rotativo para seus clientes e visitantes, facilitando o acesso e garantindo praticidade no dia a dia.\\\n\\\nO melhor endereço do centro da cidade está à sua disposição! Não perca esta oportunidade única de adquirir um imóvel em uma localização privilegiada, ideal para profissionais liberais, consultórios médicos, escritórios de advocacia, entre outros negócios.\\\n\\\nEntre em contato conosco para mais informações e agende uma visita para conhecer de perto todos os benefícios e vantagens que esta sala comercial pode oferecer para o seu empreendimento. Não deixe essa oportunidade passar, invista no seu sucesso profissional!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-terreno-lote-condominio-joao-paulo-florianopolis-1910m2-id-2653454072/?source=ranking%2Crp": [
        [
            "48991333331"
        ],
        "Bella Floripa Imóveis",
        "Joao Paulo, Florianópolis - SC",
        "OPORTUNIDADE!! VENDO EXCELENTE TERRENO NO JOÃO PAULO, NO LOTEAMENTO JARDIM CAIOBIG COM 1.910,16m² COM INFRAESTRUTURA CONSOLIDADA!\\\n\\\nTerreno com 1.910,16m², localizado no Loteamento Jardim Caiobig, de alto padrão com escritura pública.\\\n\\\n- Residencial alto padrão\\\n- Infraestrutura consolidada\\\n- Acesso ao Parque Tecnológico Celta da SC-401, UFSC, UDESC, SENAI e às praias\\\n- Escriturado e com viabilidade multifamiliar\\\n- Georreferenciamento atualizado\\\n- Guarita\\\n- Segurança 24h\\\n- Ronda de moto\\\n\\\nBella Floripa Imóveis, a ponte entre seus sonhos e o novo endereço! -",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-com-elevador-barreiros-sao-jose-94m2-id-2792801817/?source=ranking%2Crp": [
        [
            "48999280257"
        ],
        "Controle Imoveis Ltda",
        "Barreiros, São José - SC",
        "Apartamento no Residencial Bella Catarina - Barreiros - São José SC\\\n\\\n03 dormitórios sendo 01 Suíte\\\nSala de estar e Jantar\\\nCozinha com móveis planejados\\\nÁrea de serviços\\\n01 Banheiro Social\\\nAmpla sacada com churrasqueira a carvão fechada em Reiki\\\nPersiana nas janelas dos dormitórios\\\nVaga de garagem descoberta para dois Carros\\\n\\\nCondomínio conta com Salão de festas e elevador.\\\n\\\nAgende uma Visita!!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-areias-sao-jose-73m2-id-2829197033/?source=ranking%2Crp": [
        [
            "48991705866"
        ],
        "Imobiliária Drumond Prime",
        "Areias, São José - SC",
        "Apartamento em Areias com piscina:\\\n\\\n- 2 dormitórios, sendo 1 suíte;\\\n- Cozinha;\\\n- Área de serviço;\\\n- Sacada com churrasqueira;\\\n- Vaga de garagem livre e coberta.\\\n\\\nInfraestrutura:\\\n\\\n- Academia;\\\n- Salão de festa;\\\n- Sala de jogos;\\\n- Playground;\\\n- Piscina;\\\n- Brinquedoteca.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-terreno-lote-condominio-ingleses-do-rio-vermelho-florianopolis-6000m2-id-2776946331/?source=ranking%2Crp": [
        [
            "48998620329"
        ],
        "Crédito Real | Norte Da Ilha",
        "Ingleses do Rio Vermelho, Florianópolis - SC",
        "Terreno/Lote Comercial em Ingleses Do Rio Vermelho, Florianópolis\\\n\\\nApresentamos uma excelente oportunidade de investimento: um amplo terreno comercial de 6.000 m² localizado na Rodovia João Gualberto Soares, no bairro Ingleses Do Rio Vermelho, Florianópolis. Este lote possui viabilidade para construção de até 5 pavimentos, ideal para a criação de um condomínio ou empreendimento comercial.\\\n\\\nCom um valor de R$ 1.500.000,00, este terreno oferece fácil acesso ao centro da cidade e às deslumbrantes praias do Moçambique, Barra da Lagoa e Lagoa da Conceição, tornando-se uma localização privilegiada para quem busca um espaço estratégico e valorizado. Além disso, o imóvel aceita permuta, o que pode facilitar ainda mais a sua aquisição.\\\n\\\nDentre os diferenciais, destacamos a possibilidade de um projeto arquitetônico que aproveite a vista panorâmica e a criação de áreas de lazer que podem atrair um público diversificado.\\\n\\\nNão perca a chance de conhecer este terreno que pode ser a base do seu próximo grande projeto. Entre em contato para mais informações ou agende uma visita e venha conferir pessoalmente!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-conjunto-comercial-sala-com-cozinha-trindade-florianopolis-216m2-id-2809422817/?source=ranking%2Crp": [
        [
            "4832331919",
            "48998470202"
        ],
        "Regente Imóveis Vendas",
        "Trindade, Florianópolis - SC",
        "Sala comercial com 215,75 m² à venda no bairro Trindade em Florianópolis com sala de recepção, cozinha e banheiro.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-terreno-lote-condominio-agronomica-florianopolis-163m2-id-2843039655/?source=ranking%2Crp": [
        [
            "48996797082"
        ],
        "Helder Resende Corretor",
        "Agronômica, Florianópolis - SC",
        "Excelente terreno e 163,00m² de área total. \\\n\\\nLocalizado no bairro Agronômica em Florianópolis na São Vicente de Paula. \\\n\\\nO imóvel conta com: Aceita Pet. \\\n\\\nEntre em contato para mais informações e agende sua visita!",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-3-quartos-jardim-atlantico-florianopolis-104m2-id-2809418645/?source=ranking%2Crp": [
        [
            "4830293015",
            "48991302990"
        ],
        "Imobiliaria Drumond Gold",
        "Jardim Atlântico, Florianópolis - SC",
        "Apartamento de 104m² localizado no Jardim Atlântico, Florianópolis. \\\n\\\nPossui 3 dormitórios, sendo 1 suíte, 3 banheiros e 1 vaga de garagem. Imóvel em bom estado, com sol da manhã e aceita financiamento bancário.\\\n\\\nInfraestrutura completa com área de serviço, cozinha, lavanderia e piso cerâmico. Destaca-se pela sacada com churrasqueira e espera para ar condicionado. Localização privilegiada, próximo a áreas verdes, BR, escolas, hospitais, shopping center e centro comercial, com fácil acesso ao transporte público.\\\n\\\nO condomínio oferece diversos diferenciais como piscina, elevador, bicicletário, salão de festas e espaço jardim. Aceita animais de estimação e conta com móveis planejados, cabeamento para TV/internet e calhas de chuva. A proximidade com universidades, faculdades e comércio em geral torna o imóvel ainda mais atrativo.\\\n\\\nSistema de segurança completo com câmeras, interfone, portão eletrônico, portaria remota e sistema de alarme. Imóvel pronto para morar, com tratamento de esgoto, serviços públicos essenciais e vista para o mar, combinando conforto, praticidade e excelente localização.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-com-academia-campinas-sao-jose-74m2-id-2822210056/?source=ranking%2Crp": [
        [
            "48984680101"
        ],
        "R \\u0026 L Imóveis - Ltda",
        "Campinas, São José - SC",
        "Apartamento à Venda – Torres de Campinas | Vista Mar Deslumbrante!\\\n\\\nSe você busca conforto, praticidade, segurança e uma vista de tirar o fôlego, esse é o imóvel ideal para você!\\\n\\\nDestaques do Apartamento:\\\n\\\n2 dormitórios, sendo 1 suíte com móveis planejados;\\\n\\\nCozinha moderna, reformada há apenas 8 meses;\\\n\\\nAr-condicionado Inverter nos 2 quartos e na sala;\\\n\\\nFechadura eletrônica e chuveiros a gás;\\\n\\\nSacada gourmet com fechamento em reiki, churrasqueira a carvão, móveis e fogão elétrico – perfeita para receber amigos cozinhando de frente para o mar;\\\n\\\nSol da manhã na sacada e nos quartos;\\\n\\\nPersianas integradas nos dormitórios;\\\n\\\nAndar alto (vista privilegiada), com 1 vaga de garagem coberta e próxima à entrada do bloco.\\\n\\\nInfraestrutura do Condomínio:\\\n\\\nPortaria presencial 24h e acesso facial;\\\n\\\nAcademia climatizada e completa;\\\n\\\n2 parques infantis, quadra esportiva e sala de jogos;\\\n\\\n3 salões de festas equipados (inclusive gourmet);\\\n\\\nMercadinho 24h com ótimos preços;\\\n\\\nBicicletário, carrinhos de transporte e vagas para visitantes;\\\n\\\nGaragens com portas de segurança, 2 elevadores por bloco e gerador.\\\n\\\nLocalização Privilegiada – Campinas | São José:\\\n\\\nA poucos passos do Shopping Camelão, sacolão, padaria, mini mercados, escolas e muito mais;\\\n\\\nFácil acesso à BR, Via Expressa e Beira-Mar de São José;\\\n\\\nApenas 15 minutos do Centro de Florianópolis.\\\n\\\n‍‍‍ Ideal para famílias com crianças e adolescentes, além de excelente opção para idosos pela localização e acessibilidade.\\\n\\\n Entre em contato e agende sua visita! Viva com qualidade de vida, segurança e uma vista MARAVILHOSA todos os dias.\\\n\\\nR\\u0026L Imóveis\\\nCRECI/SC 6056J",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-conjunto-comercial-sala-com-lavabo-centro-florianopolis-55m2-id-2741284874/?source=ranking%2Crp": [
        [
            "4832223222",
            "48998659090"
        ],
        "Invista Negocios Imobiliarios Ltda - Epp",
        "Centro, Florianópolis - SC",
        "Sala comercial com 55 m² privativos, localizada em andar mediano, próxima à Praça dos Bombeiros, no Centro de Florianópolis.\\\n\\\nO imóvel conta com ambiente amplo e bem iluminado, banheiro e vista livre, proporcionando conforto e funcionalidade ao espaço. Dispõe ainda de 1 vaga de garagem coberta. Excelente opção para escritórios, consultórios ou empresas que buscam localização estratégica e fácil acesso na região central.\\\n\\\nAgende já uma visita através do nosso plantão de vendas pelo telefone ou pelo WhatsApp . Aguardamos seu contato!\\\n\\\nSOBRE O BAIRRO: Apesar do nome, o Centro está localizado no oeste da Ilha de Santa Catarina, entre o Morro da Cruz e o mar, no ponto mais próximo ao continente. Coração político da capital e do estado, o Centro já recebeu figuras ilustres como Dom Pedro II e foi palco da Novembrada, grande manifestação popular que ocorreu durante a visita do último presidente do regime militar, João Baptista Figueiredo. Foi ali que Francisco Dias Velho desembarcou pela primeira vez, fundando o povoado de Nossa Senhora do Desterro.\\\n\\\nEMPRESA: Na Invista, você encontra uma equipe altamente qualificada e dedicada a te guiar na jornada de encontrar o imóvel ideal. Com mais de 15 anos de experiência, construímos uma sólida reputação de satisfação e amizade com nossos clientes. Nossa carteira de imóveis conta com mais de 3000 unidades, com diversas opções para atender às suas necessidades e orçamento\\\nNossa loja está situada na Av. Gov. Ivo Silveira n° 464, oferecendo fácil acesso e comodidade para você.\\\nVenha nos visitar e tomar um café conosco, teremos o prazer de te apresentar as melhores opções de imóveis na Ilha e no Continente.\\\nTemos o imóvel perfeito para você! -",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-apartamento-2-quartos-com-area-de-servico-trindade-florianopolis-65m2-id-2776795445/?source=ranking%2Crp": [
        [
            "48988189757",
            "51997968969"
        ],
        "Edinéia Orsatto - Corretor Auxiliadora Predial",
        "Trindade, Florianópolis - SC",
        "Apartamento de 2 quartos, sendo 1 suíte, 2 sacadas à venda na Trindade, em Florianópolis - SC.\\\n\\\nApartamento com 2 quartos, sendo 1 suíte. Com vista livre para a Beira-mar Norte. O imóvel conta com sala de estar e jantar integradas, cozinha, área de serviço e 1 vaga de garagem.\\\n\\\nPerfeito para quem busca conforto, praticidade e uma linda vista.\\\n\\\nExcelente localização, em um bairro completo, perto da Beira-mar Norte, Terminal Integrado de transporte coletivo, serviços e comércio em geral.",
        true
    ],
    "https://www.zapimoveis.com.br/imovel/venda-casa-3-quartos-ipiranga-sao-jose-140m2-id-2815495067/?source=ranking%2Crp": [
        [
            "48988414174"
        ],
        "Imobiliária Drumond",
        "Ipiranga, São José - SC",
        "Casa semi mobiliada no Bairro Ipiranga em São José/SC.\\\n\\\nImóvel\\\n\\\n3 Dormitórios, sendo 1 suíte master com closet e hidromassagem\\\nCozinha\\\nSala de estar\\\nSala de jantar\\\nBanheiro social\\\nÁrea de Serviço\\\n4 Vagas\\\n\\\nDetalhes\\\n\\\nClimatizado\\\nCloset\\\nTerreno com escritura pública\\\nPronto Morar\\\nPróximo a Área Verde\\\nPróximo a BR\\\nPróximo a Escolas Públicas ou Particulares\\\nPróximo Centro Comercial\\\nPróximo Linha de Ônibus\\\nRua Calçada\\\nTratamento de Esgoto\\\nAceita Pet\\\nCabeamento TV/Internet\\\nCalhas de Chuva\\\nChurrasqueira\\\nEdícula\\\nMassa Corrida\\\nMedidores Individuais\\\nMóveis Planejados\\\nMurado\\\n\\\nSegurança\\\n\\\nCâmeras de Segurança\\\nInterfone\\\nPortão Eletrônico\\\n\\\nEntre em Contato e agende sua visita.",
        true
    ]
}